<?php
/******* le langague du site *******/

$lang=array(
    /****** header ******/
    1=>'التعرف على خط اليد العربي',//title
    2=>'Reconnaissance des manuscrits arabe en combinaisons les reseaux de neurone et les svm sous matlab مشروع نهاية الدراسة شهادة الهندسة في نظم المعلومات و البرمجيات جامعة العلوم و التكنولوجيا هواري بومدين 2016 بوخالفة محمد',//description
    3=>'خط اليد العربي,التعرف,معالجة الصورة,الشبكة العصبية, SVM ,ماتلاب , مشروع نهاية الدراسة, جامعة العلوم و التكنولوجيا هواري بومدين ,الهندسة في نظم المعلومات و البرمجيات, بوخالفة محمد',//keywords
    4=>'بوخالفة محمد و عليوش حسام الدين',//author
    5=>'الرئيسية',//nav-bar
    6=>'التطبيق',
    7=>'المذكرة',
    8=>'حول',
    /******* accueil *******/
    9=>'خطي',
    10=>'التعرف على خط اليد العربي و تحويل الكتابة اليدوية إلى نص رقمي بدقة عالية',
    11=>'اكتشف مختلف الخدمات المتكاملة التي يوفرها خطي مباشرة و دون متطلبات',
    12=>'إنتقل إلى التطبيق',
    /******* footer *******/
    13=>'جميع الحقوق محفوظة &copy; USTHB 2016',
  /******** Application welcome *******/
    14=>'التطبيق',
    15=>'خطي يتوفر على عدة خدمات تسمح بالتعرف على الكتابة اليدوية',
    16=>'تعرف على المزيد',
    17=>'بسيط',
    18=>'تحصل على النص الرقمي بكل بساطة ! إسحب صورة النص أو إستعمل الفأرة للكتابة تتحصل على النتيجة بدقة إحترافية',
    19=>'متقدم',
    20=>'تحصل على النص الرقمي بكل التفاصيل ! نتائج لمختلف المصنفات المطورة و آليات دمج المصنفات.',
    21=>'و ب ت',
    22=>'واجهة برمجة التطبيقات نضع تحت تصرفك مختلف الخدمات و أجزاء النظام لتطوير تطبيقك الخاص دون الحاجة لإعادة بنائها',
    23=>'تدريب',
    24=>'قاعدة البيانات غير كافية ؟ قم بتدريب بتدريب مصنفاتك الخاصة  بناء على قاعدة بياناتك الخاصة ',
    25=>'إسحب الصورة إلى هنا',
    26=>'إذا كنت تفضل...',
    27=>'إختيار الصورة',
    28=>'رجوع',
    29=>'تأكيد',
    30=>'مسح',
    31=>'مصنف',
    32=>'نسبة التأكد',
    33=>'النتيجة',
    34=>'آلية الدمج',
    35=>'الصفحة التالية',
);

?>